[{"ATTACHMENTNAME":"9696f66b-758d-4954-b759-e42641ea0835.pdf","NEWS_DT":"2022-11-08T18:04:23.65","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"Pursuant to Regulation 30 of SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015, please find enclosed herewith the transcript of the Earnings Conference Call held on Tuesday, 1st November, 2022 for discussion of the financial results of the Company for the second quarter and half year ended 30th September, 2022.\r\n\r\nThe transcript will also be available on the website of the Company i.e. www.agigreenpac.com. \r\n","SCRIP_CD":500187,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"11e989ce-eec3-461e-8921-7d2f60c73cb9.pdf","NEWS_DT":"2022-08-06T19:08:42.603","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"Pursuant to Regulation 30 of SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015, please find enclosed herewith the transcript of the Earnings Conference Call held on Monday, 1st August, 2022 to discuss the financial results for the first quarter ended                     30th June, 2022.\r\n\r\nThe aforesaid transcript is also available on the website of the Company and can be accessed by clicking at the link as mentioned below: ....","SCRIP_CD":500187,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"423201ed-3e55-444a-8f06-d79aac97720d.pdf","NEWS_DT":"2022-05-18T17:17:18.75","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"Pursuant to Regulation 30 of SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015, please find enclosed herewith the transcript of the Earnings Conference Call held on Friday, 13th May, 2022 for discussion of the financial results of the Company for the fourth quarter and year ended 31st March, 2022.\r\n\r\nThe transcript will also be available on the website of the Company i.e. www.hsilgroup.com. \r\n\r\nYou are requested to take the above information on your record.\r\n","SCRIP_CD":500187,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"}]