[{"ATTACHMENTNAME":"b8cb5ce1-7faa-4445-9986-4f4c84e33d39.pdf","NEWS_DT":"2022-11-17T17:02:36.56","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"This is in continuation of our letter dated 3rd November,2022 giving intimation of the subject mentioned conference call and subsequently furnishing the weblink for accessing the Audio recording of the said conference call vide our letter dated 14th November,2022. \r\n\r\nIn terms of the subject referred Regulations read with its Clause 15 of Para A of Part A of Schedule III, please find attached the transcript of the abovesaid Conference Call scheduled ....","SCRIP_CD":500241,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"64c98f74-dc95-4f87-9d1b-17c1c7949927.pdf","NEWS_DT":"2022-11-14T17:45:37.637","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"This is in continuation of our letter dated 3rd November,2022 giving intimation of the subject mentioned Analysts' meet.\r\n\r\nIn terms of the subject referred Regulations read with its Clause 15 of Para A of Part A of Schedule III, we would like to inform you that the audio recording of the said call has been uploaded on the website of the Company. This can be accessed via the following link. \r\n\r\nLink:  https://www.kirloskarpumps.com/investors/analyst-con-call-audio-recording/ ....","SCRIP_CD":500241,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"fa14274d-1434-4706-b771-d441d5b3380f.pdf","NEWS_DT":"2022-08-18T16:07:39.73","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"This is in continuation of our letter dated 8th August 2022 giving intimation of the subject mentioned conference call and subsequently furnishing the weblink for accessing the Audio recording of the said conference call vide our letter dated 11th August,2022. \r\n\r\nIn terms of the subject referred Regulations read with its Clause 15 of Para A of Part A of Schedule III, please find attached the transcript of the above said Conference Call scheduled ....","SCRIP_CD":500241,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"}]