[{"ATTACHMENTNAME":"e67cdfbf-9670-4ff6-bd48-7d38a82edcc9.pdf","NEWS_DT":"2022-11-23T14:55:25.857","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"In continuation to our letter dated November 11, 2022 and pursuant to Regulation 30 read with Schedule III of the Securities and Exchange Board of India (Listing Obligations and Disclosure Requirements) Regulations, 2015, please find enclosed herewith the transcript of conference call held with the investors and analysts on November 16, 2022 at 04:00 p.m. on the financial results of the Company for the quarter and half year ended September 30, 2022. ....","SCRIP_CD":509874,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"34f0a383-e06a-4e63-93a4-d45a912db484.pdf","NEWS_DT":"2022-08-23T17:27:58.46","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"In continuation to our letter dated August 13, 2022 and pursuant to Regulation 30 read with Schedule III of the Securities and Exchange Board of India (Listing Obligations and Disclosure Requirements) Regulations, 2015, please find enclosed herewith the transcript of conference call held with the investors and analysts on August 17, 2022 at 04:00 p.m. on the financial results of the Company for the quarter ended June 30, 2022. The said transcript ....","SCRIP_CD":509874,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"c9d9db69-100f-4a5c-a851-6977d37db047.pdf","NEWS_DT":"2022-06-07T17:15:46.987","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"In continuation to our letter dated May 27, 2022 and pursuant to Regulation 30 read with Schedule III of the Securities and Exchange Board of India (Listing Obligations and Disclosure Requirements) Regulations, 2015, please find enclosed herewith the transcript of conference call held with the investors and analysts on May 31, 2022 at 04:00 p.m. on the financial results of the Company for the quarter and financial year ended March 31, 2022. The said ....","SCRIP_CD":509874,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"}]