[{"ATTACHMENTNAME":"767b3ba4-c5eb-421d-99ad-91a3e9939879.pdf","NEWS_DT":"2022-11-01T16:01:11.877","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"In terms of Regulation 30 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015, this is to inform that a conference call was held on 29 October 2022, wherein Management of NTPC Ltd. discussed the Company''s results for the quarter and half year ended 30 September 2022 with the Analysts and Investors. \r\n\r\nTranscript of the above mentioned conference call is attached herewith and can also be accessed at:\r\nhttps://www.ntpc.co.in/en/investors/announcements/transcripts\r\n\r\n","SCRIP_CD":532555,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"},{"ATTACHMENTNAME":"b4498483-cc32-4b84-8868-da779dac6533.pdf","NEWS_DT":"2022-08-04T16:26:50.597","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"In terms of Regulation 30 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015, this is to \r\ninform that Annual Analysts & Investors Meet of the Company was held on 1 August 2022, wherein Management of \r\nthe Company provided first-hand insight/clarification on various issues and queries on the Company.\r\nTranscript of the above mentioned Analysts and Investors Meet is attached herewith and can also be accessed at:\r\nhttps://www.ntpc.co.in/en/investors/transcript","SCRIP_CD":532555,"AGENDA_ID":1,"NEWSSUB":"Transcript Of Annual Analysts & Investors Meet Held On 1 August 2022"},{"ATTACHMENTNAME":"0966ef32-9539-408e-b68a-f70ceb256a8b.pdf","NEWS_DT":"2022-05-25T11:05:37.377","QUARTER_ID":null,"CATEGORYNAME":"Company Update","HEADLINE":"In terms of Regulation 30 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015, this is to inform that a conference call was held on 20 May 2022, wherein Management of NTPC Ltd. discussed the Company''s results for the quarter and year ended 31 March 2022 with the Analysts and Investors. \r\n\r\nTranscript of the above mentioned conference call can be accessed at:\r\n\r\nhttps://www.ntpc.co.in/en/investors/transcripts\r\n\r\n","SCRIP_CD":532555,"AGENDA_ID":157,"NEWSSUB":"Announcement under Regulation 30 (LODR)-Earnings Call Transcript"}]