[
  {
    "id": 0,
    "text": "“ABB India Limited Q3 CY2018 Earnings Call”",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "ia"
    ]
  },
  {
    "id": 1,
    "text": "October 30, 2018",
    "type": "paragraph",
    "topicExtraction": true
  },
  {
    "id": 2,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 3
  },
  {
    "id": 3,
    "text": "Ladies and Gentlemen, Good Day and Welcome to the ABB India Limited Q3 CY18 Analyst Conference Call. As a reminder, all participant lines will be in the listen-only mode. And there will be an opportunity for you to ask questions after the presentation concludes. Should you need assistance during the conference call, please signal an operator by pressing star then zero on your touchtone phone. Please not that this conference is being recorded. I now hand the conference over to Mr. T.K. Shridhar – CFO, ABB India. Thank you and over to you, sir.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 3
  },
  {
    "id": 4,
    "text": "T.K. Shridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 3
  },
  {
    "id": 5,
    "text": "Thank you, Aman. Good afternoon, ladies & gentlemen. Welcome to the Q3 2018, i.e. July to September, ABB India results call. I have along with me, Sanjeev Sharma – Managing Director of ABB India Limited, and also on the call are Madhav Vemuri – Division Head of Industrial Automation; Sanjeev Arora – Division Head for Robotics and Motion; and Pitamber Shivnani – Division Head for Power Grids; and CP Vyas, who is the Division Head of Electrification Products, should join us shortly because he is on a flight, landing in another 25 minutes, roughly.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 3,
    "topics": [
      "flight"
    ]
  },
  {
    "id": 6,
    "text": "So, over to you Sanjeev, to take us through the Q3 results of ABB.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "us",
      "results"
    ]
  },
  {
    "id": 7,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 3
  },
  {
    "id": 8,
    "text": "Thank you, Shridhar. Thank you, everyone for joining the call. I will give you a bit of an update in terms of the highlight that we saw in Q3 2018 around ABB India Limited. So, what you see on this picture, if all of you are able to view it, there are a number of things that happened in last quarter. And notably ABB India participated in Move Summit in New Delhi, which was inaugurated by, or rather I would say, led by Prime Minister Modi, where our global CEO Dr. Ulrich Spiesshofer was invited as a special key note speaker. And during this particular event the policies about electric vehicle charging and the ecosystem for it was discussed. We made a case in terms of how world is growing in this area and how India should take benefit of it. And we also took an opportunity to launch the Terra HP fast charging system at the event, which can power a car in 8 minutes for 200 kilometers. So, that was one of the highlights of that event. And this is something which is available globally and now available in India. And as the demand picks up this will be supplied and manufactured out of India.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 3,
    "topics": [
      "electric vehicle charging"
    ]
  },
  {
    "id": 9,
    "text": "We also launched a wall-mounted charger, which is not a ultra fast charger but a charger which you will use in different nooks and corners of buildings, shopping malls, maybe in your apartment blocks. So, that again is another charger which is available. Again, a global world- class product which has a very high acceptance across the globe.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "apartment blocks",
      "high acceptance",
      "shopping malls",
      "ultra fast charger"
    ]
  },
  {
    "id": 10,
    "text": "Now, as you may know, electric vehicle mobility, e-mobility is taking a strong trend globally. And we find that the growth area, in fact, this is one of the fastest growing areas for us globally. Though, the numbers width may not be that big, but the growth percentage is very-very high for us and we are really positioned in this space and we really are pushing this space in a strong way, not only in India but also globally.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "electric vehicle mobility",
      "growth",
      "growth percentage",
      "strong trend"
    ]
  },
  {
    "id": 11,
    "text": "Now, I think we go to the next slide. We also participated in a workshop together with the World Economic Forum, wherein we are partners to the AI, artificial intelligence center which is opened in India in Mumbai, wherein Reliance is the co-partner to WEF. And in this particular area the policy and the methods that will be adopted by the country in social as well as in the industry domains will be formulated. And ABB as well as our partners will play a key role in this particular area. We do believe that India will see a rapid absorption of artificial intelligence in different aspects of life, both on the social as well as on the business side. And we are going to be in the middle of it.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "industry domains",
      "artificial intelligence",
      "artificial intelligence center",
      "next slide"
    ]
  },
  {
    "id": 12,
    "text": "Now, while we are participating in these kind of initiatives, we are also participating in working with academia, like for example with IIT Roorkee we signed an MoU, wherein ABB will help develop a complete distribution network management system on its campus. Wherein it will integrate renewable like wind, solar, battery, micro grid and overall smart campus management, which actually is akin to a small city, Smart City Mission. And IIT Roorkee is one of the leading partners of Government of India in this particular area. And we will also do some joint R&D in this particular area so that the new generation technologies can be developed, not only by ABB but also we work with the next generation of engineers, in certain projects or certain start-ups which can add overlay value to our portfolio.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "certain projects",
      "engineers",
      "new generation technologies"
    ]
  },
  {
    "id": 13,
    "text": "Another big trend and big benefit we saw was from railways. Railways are modernizing their wagons, their locomotives, their tracks. And I would say these programs are very well run and they are being monitored by the Railway Ministry as well as the Railway Board and their members. All the locations which are supporting this in Railway is connected, and we are connected with them. So, we saw a quite a good order intake, be it for the traction transformers for fixed and dynamic reactive power compensation, power quality compensation for reactive power, and we will also supply the traction transformers for most powerful passenger electric locomotive. From our portfolio’s perspective, we are seeing the benefit accruing to PG, RM, and to an extent EP.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "railways",
      "traction",
      "power quality compensation",
      "power quality",
      "big trend",
      "locomotives",
      "most powerful passenger",
      "electric locomotive",
      "traction transformers"
    ]
  },
  {
    "id": 14,
    "text": "We are also launching some new products and these products are finding a good way, like our Emax2 breaker, electromagnetic flow meters, digital sampling, remote monitoring for analyzers, these are the few things which we are giving as capabilities in the market place.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "digital sampling",
      "new products"
    ]
  },
  {
    "id": 15,
    "text": "On the global side we continue to develop HVDC technology, not only in India we are setting up large projects, recently we also had a link which was established between Kyrgyz Republic and Tajikistan to high consumption areas in Pakistan. We also became a partner in the Noble International Partners, a reflection of our commitment to research, innovation and education. And I am very happy to share that ABB was rated as #No. 8 on Fortune Top Ten companies on Change the World List. We were #No.8, given our profiling and how we are changing the landscape in the electric vehicle policy as well as network.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "large projects"
    ]
  },
  {
    "id": 16,
    "text": "Now, coming to the next slide on the left talks about July to September 2018 quarter, and on the right hand side it talks about the year-to-date numbers. So, we had a good run in July to September quarter. Our orders grew 22% year-on-year basis. Our revenue grew 31% year-on- year basis, our service orders were up 18% year-on-year basis and export orders grew with a very good strength at 171% year-on-year basis. So, if I now accumulate it for three quarters, we are 13% up year-on-year on orders, revenue is 23% up, service order is 37% up and export orders 50% year-on-year. So, we believe that the strategy that we have in play is working in the right direction for us, be it our participation in the base orders, be it in our participation in making opportunity realize in the OPEX area or digitalization area, and also we are expanding our footprint into the export orders, making good use of the capacity that we have built over 60 years in the country, I think that is playing out now into this targeted market. And I always maintain, and I think you may have heard me before, export story we have just started, so I think there is a long play for us going forward.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "% year",
      "next slide"
    ]
  },
  {
    "id": 17,
    "text": "Next slide, which is about market overview and ABB project wins. So, here if you look into utilities as a segment, during these three months we observed that the Amendment to Electricity Act, it will align the focus on public sector companies, PPAs, so this is something which will play out as we go forward. We do believe the smart cities which were under formation period earlier, now it is strengthening, I think the spend is taking place, and we are seeing that we have good impact on our electrical distribution systems portfolio. But solar market we see is becoming more and more competitive. And wind solar hybrid projects could be potential game changer for the segment, and let me add, not only that but maybe the water pump storage will be another segment that will open up in this particular area. So, we see that the opportunities are opening up there and the policy is getting formulated there. And again, adoption of digitalization to maximize output of existing capacities of power plants, or be it transmission and distribution network, now we are seeing that there is a strong interest, and we are running some pilots with the private companies as well as with the public sector companies. So, we see India is absorbing digitalization and experimenting with the possibilities to gain more productivity. So, you can see on the right hand side pictures of RP800 site, we are on time. You have another picture of mobile capacitor banks, earlier we needed land to put the capacitor bank, but we have designed a portfolio wherein we can put kind of a capacitor bank inside the trailer and we can connect it to the grid. And you can compensate the reactive power, in layman’s terms what it means is AC transmissions have lot of losses, reactive power, if you put a capacitor bank you have more flow of energy from generation to consumption centers you have better connection. And then the same thing, we had the inauguration of micro grids, so this is really happening now in the remote rural application we had a number of projects which are coming into fruition and they are getting commissioned on the micro grid side.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "smart cities",
      "solar market",
      "potential game changer",
      "solar hybrid projects"
    ]
  },
  {
    "id": 18,
    "text": "On the industry side, I think have a common information that right now CAPEX cycle is muted. And also with the NPAs and NCLT processes running, most of the money is getting diverted to consolidate the sector by acquiring the assets which are stressed. So, we continue to see that cycle playing out. We hope that post 2019 elections maybe this trend may change, because given the mindset that we have and hopefully by that time this NPA as well as market capitalization that is required to take care of the current issues I think they settle out by that time. We also see that inflation is playing out, and there is a kind of risk of credit slump. So, while we do not predict anything, we engage with the customers in the market and we make most of it. But these are some things which are working in. And then we have IE2 Motor Legislation, which again is a positive for us.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "market capitalization",
      "credit slump"
    ]
  },
  {
    "id": 19,
    "text": "Now, when we look into certain key sectors for last quarter that has gone, cement we see outlook as positive and government infra push is having a positive effect there. Oil and gas is reviving itself in terms of investment because of the rise in oil prices. And on the food and beverage I think we see this is quite a resilient sector in terms of the technology absorption and productivity gains. And on the steel side, of course, all of us know that a lot of consolidation is taking place.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "investment",
      "productivity gains",
      "government infra push",
      "oil",
      "oil prices"
    ]
  },
  {
    "id": 20,
    "text": "So, at this point of time there are a lot of OPEX investments. And in the cement side we are running some very large digitalization and OPEX projects, that is why you see a strong uptick in our service numbers. Same thing is in mining, same thing is in the paint sector, I think we are trying to make most of what is moving in the market place.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "uptick",
      "market place",
      "investment",
      "cement side",
      "cement",
      "digitalization",
      "strong uptick",
      "mining",
      "large digitalization"
    ]
  },
  {
    "id": 21,
    "text": "Next slide, this is about infrastructure and transport, our focus on this area. So, one of the highlight would be in the diagram. We are heavily involved into enhancing the power quality for the rail freight network of Indian railways, I think it is expanding. And here a lot of power quality compensation, reactive power is required, balancing is required, and that is where we have been participating and we won an order to instal 23 traction substations. And I think it is a very-very good project for us, we really like it and we see more or such corridors coming in and we continue to have railways in this particular area.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "power quality",
      "railways",
      "good project",
      "traction substations",
      "rail freight network"
    ]
  },
  {
    "id": 22,
    "text": "As far as smart cities are concerned, from the infrastructure and transportation, water utilities, making them more efficient and profitable and good government CAPEX outlay in this area, I think we feel that that is a good area for ABB to be present, and we have a good strategy to engage our portfolio and our channels into it. Electric vehicle, we do see faster adoption and it will grow, it is a segment which has to grow gradually. But we are engaged right at the core of policy, making sure that it is a good standard as well as we continue to have a 2030 EV-vision support to the government, as well as all the OEMs who are going to participate and convert into EV vehicle suppliers in the country.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "good standard",
      "water utilities",
      "good strategy",
      "faster adoption",
      "smart cities"
    ]
  },
  {
    "id": 23,
    "text": "Data centers, government’s new regulation about data protection law will see a spurt in the data centers. ABB has a good portfolio here. And you will see that next quarters when I talk to you together with the team you will see a good high-quality engagement of ABB in this area. Because whenever the high-quality players come in, they rely on ABB. And I think that is what we have seen in Singapore, Europe, Americas and other places. When the high-quality data centers start coming in ABB portfolio becomes very relevant. And now we will see with the ecommerce engines running in the country as well as the data needs to be stored locally, I think it will have a good multiplier effect. Hope you can see this slide, so our focus has been on Make in India. This is a slogan which the current government is using since 2014. But we connect with this quite effectively, for the simple reason that we are living this life for last 60 years of manufacturing in this country wherein we bring the best of ABB technology from global side, we localize it, we set up the value chains and integrate that value chain back to our global network. So, with this work 75% of ABB’s global products are manufactured in India. We have now 49 factories in nine manufacturing locations, very solid base which ABB Group and our region is exploiting for exports, so you can see a uptick in our exports. We have global feeder factory for nine product lines, and they keep on adding. Like for example, solar invertors, ABB India is not the sole global feeder factor for solar inverters for whole globe, so we are shaping right up to Japan, to US, to Turkey to Middle East, all the markets receive those products from us, from here. And same is the case for other product lines which we can detail when we have one-to-one call among us.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "global network",
      "good multiplier effect",
      "solar inverters",
      "data protection law",
      "other product lines",
      "good portfolio",
      "global products",
      "ecommerce engines",
      "global feeder factory",
      "new regulation"
    ]
  },
  {
    "id": 24,
    "text": "Largest corporate research center globally is in India. R&D for solar pump, motor sensors, 1200 kV power equipment happened locally in India. We inaugurated ABB Power Technology Experience Center in April this year, we modernized it. It is a ultra modern facility with digitalization and power technology. It is a big hit with our customers, locally and globally. We already have 800 customers and also 300 students trained at Power Tech since May 2018. We inaugurated in April end.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "solar pump"
    ]
  },
  {
    "id": 25,
    "text": "So, that is where I think our localizing is an important one and localizing not only the engineering skills but also manufacturing as well as supply chain, and creating strong, robust supply chain for future. Given that the trade lines and the trade pacts are changing globally. We hope that India, of course India and also ABB India will take benefit of this changing scenario as we go forward and as it unfolds going forward.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "hope",
      "manufacturing",
      "localizing",
      "important one",
      "supply chain",
      "trade lines",
      "trade pacts",
      "engineering skills",
      "robust supply chain"
    ]
  },
  {
    "id": 26,
    "text": "Digitalization has been a strong focus for us. And we do believe that customers have lot of respect, we have created mutual respect wherein we co-create solution with best-in-class customers in this country. If I give you a list of the customers’ we have you will be quite surprised who all are working with us. And that is where I think we draw a lot of satisfaction that this cutting-edge technology is being harnessed and nurtured by ABB in India. And we are bringing more productivity and efficiency benefit to our customers.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "customers",
      "strong focus",
      "satisfaction",
      "mutual respect",
      "more productivity"
    ]
  },
  {
    "id": 27,
    "text": "On the financial side, now I will hand it over to T.K. Shridhar to take you through it. Over to you, T.K. And then we can talk again during your question-and-answer session.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "session",
      "answer",
      "financial side"
    ]
  },
  {
    "id": 28,
    "text": "T.K. Shridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 7
  },
  {
    "id": 29,
    "text": "Thank you, Sanjeev. We are running against time, so just to make it short I will give some crisp highlighters on some of the financials. And then we could cover it up during the Q&A session as well.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 7,
    "topics": [
      "financials"
    ]
  },
  {
    "id": 30,
    "text": "So, orders, again, 22% up this particular quarter, so another robust quarter is what we would say from the orders standpoint. And it was very well reflected in terms of how the growth came from and where all it came from, it came from exports, it came from services and also the domestic markets where we saw that we were able to get some good growth in those segments.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "robust quarter",
      "good growth"
    ]
  },
  {
    "id": 31,
    "text": "Order backlog, we are still running at Rs. 11,368 crores, which is actually 5.5% up year-on-year, without RP800 on that. And revenues, again, 31% up and profitability at Rs. 165 crores we are talking at PBT 40% up in line with what the revenues have gone. And PBT margin is now at 6.6%.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "profitability"
    ]
  },
  {
    "id": 32,
    "text": "PAT, last year we had a lesser tax cost because we had some refunds because of which the effective tax rate for 29% whereas this year it is without any refunds, but the normal rates applied is 35%. And so it is at 30% growth for quarter-on-quarter. Operational EBITA, I think it is a good turnaround where we have a good mix of very optimal mix of order in terms of exports and services and products and projects. So, we had a good material cost in line with the previous quarter as well. And so we were able to do better in terms of operational EBITA by going up to 6% on the margins.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "good material cost",
      "% growth",
      "effective tax rate",
      "lesser tax cost"
    ]
  },
  {
    "id": 33,
    "text": "So, this is how the numbers look like. If you look at it, sequentially we did definitely slightly less than what it was in case of orders. But whereas in terms of order backlog, we are pretty strong. And revenue lesser, and that is basically because we had some milestones to close on RP800, so those can be invoiced only when those milestones come. And so that is one important step which we need to understand. Whereas, this did not impact the profits or the bottom-line, so we have been consistent in line with the revenue growth. The cash accretion for the company was also pretty much strong. We still are almost Rs. 800 crores on the balance sheet as cash situation, despite we having returned off $600 million, almost Rs. 6,500 million of non- convertible debentures in this particular quarter.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "growth",
      "backlog",
      "revenues",
      "balance sheet",
      "important step",
      "convertible debentures",
      "cash",
      "profitability",
      "cash situation",
      "cash accretion",
      "revenue growth"
    ]
  },
  {
    "id": 34,
    "text": "Looking at this, this is actually a structural analysis of how our P&L looks like. So, material cost that is holding to 63% compared to the previous quarter of the same percentage. Of course, in Q2 2017 and 2018 we had a high material cost, and that is more because of the mix which created that particular pattern. Personal expense is steady because we are at 8.5%, Rs. 213 crores for the quarter and we did not have much of people getting added, very few people getting added. And when it comes to the other expenses, we are in line with previous quarter because last quarter of 2017 was definitely a period where we had some upsides in terms of good collections where we had some tax reversals and other income as well. Depreciation in line with the previous estimates, so interest more or less in line with the previous quarters and sequential quarter as well.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "tax reversals",
      "high material cost"
    ]
  },
  {
    "id": 35,
    "text": "So, overall, I think for the quarter, I would say, the revenues were pretty much strong and profits also in line with those particular revenues.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "revenues",
      "particular revenues",
      "profitability"
    ]
  },
  {
    "id": 36,
    "text": "Now, coming into, where did these margins come from, which division did it come from? So, we could see that almost all the divisions grew in revenues. So, EP did Rs. 571 crores against Rs. 472 crores last quarter, Industrial Automation also Rs. 345 crores against Rs. 291 crores, PG primarily lead by RP800, Rs. 1,032 crores vis-à-vis Rs. 602 crores; and RM also Rs. 592 crores against Rs. 446 crores. And all the divisions grew, so that is something which we saw as an welcome effect in this particular quarter, so that means the order backlog which we have is pretty strong. They are convertible into revenues and we have a good visibility going forward as well.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "revenues"
    ]
  },
  {
    "id": 37,
    "text": "The profitability side of it, so on the EP we delivered 8.6%, on PBIT percentage it is 9.7% last year. This was more due to because EP had two outliers, one was definitely the market price impact on solar business and also EP being a major importer, so the FOREX was outlier in this particular quarter. In IA we did 11.6% versus 13.4% last year, so last year we had exports coming in, this year it was more on the project revenue, and that is why we see an aberration. But on overall nine months basis we have an improved margin in Industrial Automation. PG we had 12.4%, with Rs. 128 crores of profitability, which far higher than 9.6% delivered last year. And this primarily came up from capacity utilization and definitely better material cost management and project management execution in PG in terms of RP800. And also exports also helped us to negate the FOREX impact, so it also helped us to get better profitability there. Robotics and Motion, we delivered 8.8% against 9%, similarly flat over here. We could have definitely done better, but like EP, RM is also a larger importer of materials, so they had an impact of FOREX for this particular quarter in terms of derivative calculations.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "major importer",
      "better profitability",
      "larger importer"
    ]
  },
  {
    "id": 38,
    "text": "So, overall, I think on a nine monthly basis our profitability was 7.1% against 6.8% for the last year. So, we are in line on the right direction.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "years",
      "profitability",
      "monthly basis"
    ]
  },
  {
    "id": 39,
    "text": "Again, a quarter which showed strong resilience in cash. So, our DSOs are probably coming down by the quarter, so we are 106 days in DSO as against 115 days in Q3 2017. So, this is a good impact where we are able to collect the money in the market. And it also reflects the quality of our receivables, and how well we manage this particular aspect within the organization in terms of credit risk external management.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "cash",
      "credit risk"
    ]
  },
  {
    "id": 40,
    "text": "Net working capital, slightly higher, 13%. Despite the fact that we grew on revenues by 30%, still the net working capital could be contained to 13%. And that is also probably due to impact of the GST accruals and offsets which takes time. But net cash position remains robust, Rs. 821 crores vis-à-vis the last year same time, we are almost 15% higher. So, earnings per share is 5.11, so today we have inventories which is more procure to deliver the backlog which is due for execution in the next few quarters to come.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "net cash position"
    ]
  },
  {
    "id": 41,
    "text": "So, this is basically an update about how we did the revenues and what happened to the numbers in terms of bottom-line. I think with this, Sanjeev, I handover to the concluding slide where we could have an outlook from you.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "revenues",
      "slide",
      "concluding slide"
    ]
  },
  {
    "id": 42,
    "text": "So, I would also take the opportunity to advise, I mean, you would have also seen on the stock exchange, so we leased out a message that ABB India Limited, the Board has basically approved discontinuance of the EPC substation business, which is where it is less of value add and less of not much of technology involved, and where the market space is more commoditized. So, we said that we will sort of focus in the core technology, that is what Sanjeev was mentioning in other areas which you saw before. So, this is not a major revenue stream for us. But the pull through will still be available now, but advantage will be available to us. It makes us pretty much nimble, and agile when we go through this growth trajectory.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "change",
      "markets",
      "market space",
      "major revenue stream",
      "businesses",
      "discontinuance",
      "stock exchange"
    ]
  },
  {
    "id": 43,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 10
  },
  {
    "id": 44,
    "text": "Thanks, Shridhar. So, what it means this EPC business, I think it should be well understood. You are following this company for a period of time. What it really means is that the EPC business which used to involve lot of third party and ABB pull through, and typically it carries much more risk. So, it is almost part of our derisking strategy around our portfolio. But you should also know that we will continue to do the system integration business, which will use core portfolio of ours, which is kind of a very targeted market segment where we install substation but not very large substations which used to require EPC kind of capabilities. And this is something which we have done in India, and also you should know that the same thing has been followed across all ABB locations globally. So, it is a global decision which has been not reflected in India company as well.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 10,
    "topics": [
      "markets",
      "strategy",
      "companies",
      "derisking strategy",
      "third party",
      "substation",
      "more risk",
      "market segment",
      "businesses",
      "core portfolio",
      "global decision",
      "large substations",
      "system integration business"
    ]
  },
  {
    "id": 45,
    "text": "Now, going forward, just to look into the words what is top of our mind when we see next one or two or three quarters, so I think definitely the ones which is looming large in our mind is elections in November, I think several states are going for elections. We have Dipawali in quarter four. And then we also have some holidays which come in. So, it means the number of days which are available, and also given the elections and also the energy and time it consumes, so we need to really work through that. So, that is something which we have plans to make sure that we stay focused.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "elections",
      "holidays"
    ]
  },
  {
    "id": 46,
    "text": "Then second is about the quality and the mix of GDP. I think it is good, the numbers are good, so we are really focused on the areas where the consumption as well as the expansion and the OPEX is being spent, which is relevant to our portfolio and services. And then of course liquidity which is playing out in the market at this point of time, I think that is another area which is very difficult to predict where and how it will affect the markets in coming quarters. But it is good to know that this is something which is visible to us and this is something we will play out as we go forward.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "markets",
      "course liquidity",
      "expansion"
    ]
  },
  {
    "id": 47,
    "text": "But at the same time we know monsoons have been good, and hopefully that should kick up the consumption in the rural side. And that also has a good effect across the businesses, including ours. Then we need to take care of commodity pricing, inflation, whatever effects come from the current account deficit. So, these are the few themes which are playing out in front of us.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "businesses",
      "commodity pricing",
      "inflation",
      "monsoons"
    ]
  },
  {
    "id": 48,
    "text": "But the important thing for us is the way our attitude is, yes, these things come and go, we stay focused on serving our customers to best of our capabilities with our portfolio. And as our team has shown in last several quarters, I think almost 12 quarters that we stay focused on growth and we stay focused on profitable growth. And also de-risk ourselves wherein which is something not something we consider we consider our core. And that is how we continue to build our portfolio as our balance sheet going forward.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "balance sheet",
      "profitability",
      "customers",
      "profitable growth"
    ]
  },
  {
    "id": 49,
    "text": "T.K. Shridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 11
  },
  {
    "id": 50,
    "text": "Sanjeev, I think before we open to question-and-answers, one of the questions could be about how our order split is by division? So, before they ask I would give them this number. So, electrification products, the order intake for the quarter was Rs. 641 crores as against Rs. 558 crores last year same quarter. Industrial Automation was Rs. 482 crores against Rs. 335 crores last year. Power Grids, Rs. 828 crores vis-à-vis Rs. 646 crores last year. Robotics and Motion was Rs. 590 crores against Rs. 435 crores. So, total orders Rs. 2,355 crores versus Rs. 1,936 crores, which is roughly about 22%. So, the balance numbers of exports and service has already been highlighted in Sanjeev’s slide, so Rs. 623 crores on export orders vis-à-vis Rs. 230 crores what we had last quarter. And similarly, on service, Rs. 361 crores versus Rs. 304 crores. So, this is the basic split of orders and revenues which we have already shared.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 11,
    "topics": [
      "electrification products"
    ]
  },
  {
    "id": 51,
    "text": "So, with this I think we can open the call for Q&A. Unfortunately, we have less time, but I think we will try to do our best to answer the maximum.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "maximum",
      "time",
      "answer",
      "less time"
    ]
  },
  {
    "id": 52,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 11
  },
  {
    "id": 53,
    "text": "Thank you very much. Ladies & gentlemen, we will now begin the question-and-answer session. Our first question is from the line of Bhavin Vithalani from SBI Mutual Fund. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 11
  },
  {
    "id": 54,
    "text": "Bhavin Vithalani",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 11
  },
  {
    "id": 55,
    "text": "Sanjeev, you spoke about exports, we are seeing strong growth in the exports. Would be helpful if you could actually outline how do we see the growth, this year was a low base, on a sustainable basis how do we see growth? And how is the profitability of export vis-à-vis the domestic business?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 11,
    "topics": [
      "growth",
      "exports",
      "businesses",
      "profitability",
      "strong growth"
    ]
  },
  {
    "id": 56,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 11
  },
  {
    "id": 57,
    "text": "Well, as far as export markets are concerned, given that the headroom available is pretty good, so we do see that the growth should sustain itself - as we participate and the market customers get used to us and we get used to customers, how to deliver those expectations. I think it is a process. And when you stay focused with it I think it continues to grow. So, that has been my past experience, so I am positive on it. And the margins, different markets as you know very well offer different opportunities, so when you play both domestic as well as export market, I would say it only brings a positive mix for us.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 11,
    "topics": [
      "markets",
      "expectations",
      "growth",
      "export markets",
      "customers",
      "positive mix"
    ]
  },
  {
    "id": 58,
    "text": "Bhavin Vithalani",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 11
  },
  {
    "id": 59,
    "text": "My last question is on Industrial Automation, we are seeing traction building up. Could you give us some sense of how large the market is and how large it can become over the next five, six year, given the trend of digitalization? And some of the efforts that ABB is taking by seeding the automation culture in India? That would be very helpful.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 11,
    "topics": [
      "automation",
      "automation culture"
    ]
  },
  {
    "id": 60,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false
  },
  {
    "id": 61,
    "text": "See, process automation means the process industry in the core sector, it is steel, cement, pulp and paper, aluminum, those are the large players, and many others. And then you have the medium size companies which go into chemicals and food and beverage and what not, and then you have the discrete manufacturing wherein the shop floor machinery, automation, etc. So, automation industry is split in these. What we have is we have a complete portfolio, right form machine automation to shop floor automation with our acquisition of B&R, which is integrated in ABB. Plus, we have a very strong positioning competence as well as domain knowledge in the mid as well as high end sectors. So, this particular market went under turmoil in 2015 and 2016 period, wherein demand fell and these industries were not doing well. I would say at this point of time the core sectors are recovering, so let’s say cement is coming out of its space, steel is consolidating, aluminum I think has started kind of doing some kind, at least Indian companies if you look into results of some companies involved there, they are posting reasonable results. But the mid sectors are performing very well, I think they are expanding very well, like food and beverage and many others, automotive and others. So, it is a mix. And each of these industries, something in terms of future potential, let me give you kind of a macro data. In India we use 30% more energy than the global average to produce anything, so there is a huge possibility to reduce the cost of the industry, process industry as well, by adopting energy efficient motors, putting automation in different areas and also using digitalization techniques to get better productivity and energy efficiency. We do believe that digitalization is a global neutralizer and most of the industrial houses in India have recognized it that if you spend money in this area and create competency in this area and have good partners in this area, they can bridge the gap with their regional as well as European and western counterparts on productivity gains. And that is where we feel there is a kick up in the automation. And I think that is where the demand will continue. So, we are very positive on it. And also, we see a big uptick and uptake of robotics in India. And the reason is people are looking for products which need to be produced with more accuracy, remove humans from hazardous areas, and also create a more flexible kind of production line. So, overall, I would see a very a very strong growth can come in this particular area. And as and when the core industry starts spending more I think it will see more gains on the CAPEX side.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "growth",
      "many others",
      "uptick",
      "mix",
      "more energy",
      "acquisition",
      "competency",
      "space",
      "oil",
      "good partners",
      "productivity gains",
      "products",
      "domain knowledge",
      "huge possibility",
      "aluminum",
      "markets",
      "energy efficiency",
      "global average",
      "cement",
      "steel",
      "motors",
      "core sectors",
      "strong positioning competence",
      "particular market",
      "efficient motors",
      "strong growth",
      "chemicals",
      "global neutralizer",
      "digitalization",
      "high end sectors",
      "big uptick",
      "digitalization techniques",
      "manufacturing",
      "macro data",
      "automation",
      "companies",
      "robotics",
      "production line",
      "industries",
      "medium size companies",
      "large players",
      "complete portfolio",
      "floor automation",
      "process automation",
      "shop floor machinery",
      "core industry",
      "process industry",
      "industrial houses",
      "automation industry"
    ]
  },
  {
    "id": 62,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 12
  },
  {
    "id": 63,
    "text": "Thank you. Our next question is from the line of Fatema Pacha from ICICI Prudential Life Insurance. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 12
  },
  {
    "id": 64,
    "text": "Fatema Pacha",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 12
  },
  {
    "id": 65,
    "text": "Sir, just wanted to get your sense on the outlook of orders going forward, both from the Power Grid side and the industry side? Because incrementally what we are seeing is Power Grid ordering, or any at least HVDC kind of ordering is not happening, ordering is quite tepid. Plus, as the margin industrial CAPEX is yet to pickup, so what is your sense of the kind of ordering outlook that we have?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 12,
    "topics": [
      "tepid",
      "industry side"
    ]
  },
  {
    "id": 66,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false
  },
  {
    "id": 67,
    "text": "So, when it comes to Power Grid, yes, it is true that the PGCIL, which is spending money on the power grid side historically, have lowered their CAPEX budget. But at the same time you should know that the same pickup is on the state grid side, because PGCIL has laid a backbone of transmission infrastructure which needs to be connected by states to take through the population and industrial centers. So, whatever you see demand going down on the PGCIL side, you have the similar being compensated by the state utilities. And on the industry side, yes, it is true that the credit flow is not as high and also the private investment on the greenfield projects is not that buoyant. I think that is an opportunity for near future whenever the market turns. But at this point of time industry is really focused on extracting, sweating their assets, they are really making productivity gains, investment in their existing assets.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "productivity gains",
      "credit flow",
      "greenfield projects",
      "industrial centers",
      "utilities",
      "transmission infrastructure",
      "industry side",
      "power grid",
      "power grid side",
      "state utilities",
      "private investment"
    ]
  },
  {
    "id": 68,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 69,
    "text": "Thank you. Our next question is from the line of Renu Baid from IIFL. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 70,
    "text": "Renu Baid",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 71,
    "text": "Sir, my question pertains to understanding a little more on the export side, which was approximately 20% of YTD orders. So, are these exports only product exports or they are also combination of services? And within the export portfolio how are we seeing the growth and expansion panning out? Are we seeing the portfolio diversifying now from the core Power Grid’s portfolio or how is it, more inputs on that side.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "exports",
      "export side",
      "export portfolio",
      "product exports"
    ]
  },
  {
    "id": 72,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 73,
    "text": "Renu, definitely the mix of exports is both from projects and products. And as far as service is concerned, in exports you have it as a part of system installation, so you do not have separate service orders coming up over there. And definitely some retrofits are always there. But major portion of the exports come from product sales as well as system sales. So, that is an answer to you on number one. And number two, actually these exports now is not a filler or what we call, but this is more because we have had globally factories like solar in the case of solar invertors, so that is also one more criteria where the Make in India concept also helps us to drive the particular objective. And so exports definitely has a total increased share in the volumes as what you see today.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "exports",
      "globally factories",
      "solar invertors",
      "system sales",
      "product sales"
    ]
  },
  {
    "id": 74,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 75,
    "text": "Thank you. Our next question is from the line of Ranjit Shivram from ICICI Securities. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 76,
    "text": "Ranjit Shivram",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 77,
    "text": "If you can just throw some more color in terms of your execution, how much is from export and services for this quarter and for H1?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "rm",
      "us",
      "services",
      "quarter",
      "execution",
      "exports",
      "more color"
    ]
  },
  {
    "id": 78,
    "text": "TK Sridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 79,
    "text": "You mean to say the revenues?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "revenues"
    ]
  },
  {
    "id": 80,
    "text": "Ranjit Shivram",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 81,
    "text": "Yes, revenues.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "revenues"
    ]
  },
  {
    "id": 82,
    "text": "TK Sridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 83,
    "text": "Revenues, both services and exports is around about 13% to 14% of our total revenues what we have done.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "exports",
      "revenues",
      "total revenues"
    ]
  },
  {
    "id": 84,
    "text": "Ranjit Shivram",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 13
  },
  {
    "id": 85,
    "text": "In terms of growth?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 13,
    "topics": [
      "rm",
      "growth"
    ]
  },
  {
    "id": 86,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 87,
    "text": "Thank you. Our next question is from the line of Kunal Sheth from B&K Securities. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 88,
    "text": "Kunal Sheth",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 89,
    "text": "Sir, we have received a water management solution order in this quarter. So, I just wanted to understand more about this market. Is the spend on water limited to specific states or you are seeing that spend across the board across many states? And what are the key products that we offer as ABB solutions? And how big this market could be, this could be as big as transportation?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 14,
    "topics": [
      "specific states",
      "key products",
      "many states",
      "water management"
    ]
  },
  {
    "id": 90,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 91,
    "text": "Yes, I think water management is indeed a key focus area. If you look into various publications we have made and the case studies we have published. Like in the city of Surat, the complete water management system and the digital metering of Surat city is done by us. And it is a very good case of how to make sure that efficient water distribution takes place. And many places wherein the size of the facilities is large and the distribution network is in the works, we also provide the process automation and control system. And not to mention that in the pumping stations we have the motors and highly efficient motors, and in some cases drives are also deployed there. So, yes, the water segment in the public utility space as well as in the industrial space, they are all focused part of it. And smart city initiatives have a strong emphasis and also lot of water treatment plants are coming alongside cleaning the rivers, I think those are also getting done. But then the typical business we do not do directly with the end user, they get channelized through different partners that we have who are focused into this. But yes, the broader is something we are very upbeat in terms of strength and spend of this particular segment going forward.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 14,
    "topics": [
      "city",
      "businesses",
      "strength",
      "distribution network",
      "typical business",
      "control system",
      "various publications",
      "many places",
      "facilities",
      "industrial space",
      "automation",
      "motors",
      "strong emphasis",
      "public utility space",
      "water",
      "process automation",
      "rivers",
      "water segment",
      "digital metering",
      "efficient motors",
      "smart city initiatives",
      "pumping stations",
      "water management",
      "water treatment plants",
      "efficient water distribution"
    ]
  },
  {
    "id": 92,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 93,
    "text": "Thank you. Our next question is from the line of Puneet Gulati from HSBC. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 94,
    "text": "Puneet Gulati",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 95,
    "text": "How big would your EPC substation business be in terms of revenue as of last year?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 14,
    "topics": [
      "rm",
      "substation",
      "businesses",
      "revenues",
      "years"
    ]
  },
  {
    "id": 96,
    "text": "TK Sridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 97,
    "text": "It is actually 4% to 5% of our total order book or revenues.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 14,
    "topics": [
      "revenues"
    ]
  },
  {
    "id": 98,
    "text": "Puneet Gulati",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 14
  },
  {
    "id": 99,
    "text": "So, when you discontinue it is it fair to assume that the entire 4% to 5% will go away or is it likely to be some part might still be in some other form?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 14,
    "topics": [
      "part",
      "other form"
    ]
  },
  {
    "id": 100,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false
  },
  {
    "id": 101,
    "text": "I think 4% to 5% of total revenues in which you have the pull through as well, which will remain with us in terms of offering to the customers. So, basically, the way you are understand this business it is a value adding business on top our portfolio. So, if you are doing 5% so that will mean that you have product coming from our factories and then we compete with certain EPCs out in the market place. And then we buy a lot of third party equipment and carry risk to execute these projects, that is how the portfolio advanced. So, now over a period of time our observation has been that this is not very lucrative business for us any more, that is why we are de-risking ourselves because we carry lot of risk for third party as well as customer side of it. And also the gestation of these projects is pretty long to execute from profit to cash perspective. But now that we do is when we go out of it all other EPCs which we used to compete with us, they become our customers for our core products. So, that means our core products which will be now bid to other EPCs, and we will have a much larger customer base for the products which we manufacture and become part of our core technologies. So, you can say that as this 5% volume is a discount, the same pickup over a period of time through the EPCs and with a less risk profile in our books.",
    "type": "paragraph",
    "topicExtraction": true,
    "topics": [
      "lucrative business"
    ]
  },
  {
    "id": 102,
    "text": "Puneet Gulati",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 103,
    "text": "Secondly, if you can give some more color on what all products and geographies do you focus on in terms of exports?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 15,
    "topics": [
      "us",
      "focus",
      "products",
      "exports",
      "more color",
      "geographies"
    ]
  },
  {
    "id": 104,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 105,
    "text": "That is something I think maybe we should talk one-to-one. This is not something which we granulize at the moment because of the early stages of strategy execution of exports. But I could say that our products are landing up right up to Japan down to US. So, it is a pretty wide category. And Turkey and others and Middle East and the Africa included. So, depends on which product. So, today about 102 countries are receiving exports from us.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 15,
    "topics": [
      "products",
      "exports"
    ]
  },
  {
    "id": 106,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 107,
    "text": "Thank you. Our next question is from the line of Kirti Jain from Sundaram Mutual Fund. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 108,
    "text": "Kirti Jain",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 109,
    "text": "Sir, actually this EPC business which we are going to discontinue, will it set off the gains from the customer supplies to the EPC contractors over two, three years, sir?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 15,
    "topics": [
      "years"
    ]
  },
  {
    "id": 110,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 111,
    "text": "I did not get your question, if you can elaborate a bit.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 15
  },
  {
    "id": 112,
    "text": "Kirti Jain",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 113,
    "text": "Sir, we are discontinuing the CPC substation, so through the product supplies to the EPC contractors we will be able to trade off, we will be able to get the business back, sir?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 15,
    "topics": [
      "substation",
      "product supplies",
      "businesses"
    ]
  },
  {
    "id": 114,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 115,
    "text": "So, you mean when we will be able to gain that? I think that is our hope, because what happens is suddenly you have market passing special size increases, because now earlier the end user used to be your customer, now the EPC has become your customer. So, if there are five EPCs bidding so we can practically participate with 50% or 60% or 75% of them, so it gives us a much larger base and we can also have a kind of pre-agreement with them, they will not see us as any competitor. So, that is what we are hoping that it should play out in that way.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 15,
    "topics": [
      "larger base",
      "special size increases"
    ]
  },
  {
    "id": 116,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 117,
    "text": "Thank you. Our next question is from the line of Abhishek Puri from Deutsche Bank. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 15
  },
  {
    "id": 118,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 119,
    "text": "So, I think I will let Sridhar answer the specifics on the number. But in terms of comparing with a global side and local side, my friend, you have to look into Indian market, our customers are very-very price sensitive. It is a very-very competitive market here in terms of the price realization you do. So, I think if I have same access to the markets as I have globally, I think probably my numbers would be much better. But we are facing the Indian market and Indian customer. And I must say, they are very technology savvy, their absorption and selection for our product portfolio is on a preferred basis. But then they have a willingness to pay, which we try to come close to their expectation. Sridhar, you want to take the other part?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 16,
    "topics": [
      "customers",
      "product portfolio",
      "price realization"
    ]
  },
  {
    "id": 120,
    "text": "T.K. Shridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 121,
    "text": "I think the numbers which you guys wanted for nine months, EP is Rs. 2,049 crores, Industrial Automation is Rs. 1,307 crores, Power Grids is Rs. 2,582 crores and robotics is around about Rs. 1,800 crores. So, that is the broad split for this particular year. And EP last year as Rs. 1,800 crores, industrial automation was Rs. 1,020 crores, power grid Rs. 2,400 crores and robotics was Rs. 1,500 crores. So, these are some of the numbers which we have.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 16,
    "topics": [
      "robotics",
      "industrial automation",
      "months"
    ]
  },
  {
    "id": 122,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 123,
    "text": "Thank you. Our next question is from the line of Rahul Murkhya from Jefferies. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 124,
    "text": "Rahul Murkhya",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 125,
    "text": "Sir, sorry, but I missed the export and service growth number on a year-over-year basis. If you could just tell me, is there any one off in our expenses, because despite strong revenue growth our margins have not shown a strong growth.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 16,
    "topics": [
      "revenue growth",
      "strong revenue growth"
    ]
  },
  {
    "id": 126,
    "text": "TK Sridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 127,
    "text": "So, revenues, margins I think it is more because of the mix of the order. Because as we said that we have RP800 as project revenues and having a good contribution to the revenue growth as well. So, projects definitely have a higher material cost percentage and other expenses, which have to execute these particular projects other than material cost. So, that is why you find the other expenses prevailing. So, if you look at it from a standalone basis, so the 30% revenue and 40% accretion to the bottom-line is something which you can look at. So, coming to the export numbers, you were talking in terms of the revenues, am I right?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 16,
    "topics": [
      "other expenses",
      "project revenues",
      "% accretion",
      "% revenue",
      "revenue growth"
    ]
  },
  {
    "id": 128,
    "text": "Rahul Murkhya",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 129,
    "text": "Revenue growth year-on-year.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 16,
    "topics": [
      "growth",
      "years"
    ]
  },
  {
    "id": 130,
    "text": "TK Sridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 131,
    "text": "Exports for this quarter is slightly flat, around Rs. 325 crores, and for the last year it was Rs. 300 crores. And service, Rs. 310 crores versus Rs. 265 crores.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 16,
    "topics": [
      "quarter"
    ]
  },
  {
    "id": 132,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 133,
    "text": "Thank you. Our next question is follow-up question the line of Renu Baid from IIFL. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 16
  },
  {
    "id": 134,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 135,
    "text": "So, Renu, we do not give that particular granularity at this point of time. So, I think I would say we are on a right track, so that should help you frame up your views on that. We are almost 50% out on revenues.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "revenues"
    ]
  },
  {
    "id": 136,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 137,
    "text": "Thank you. We have a follow-up question from the line of Ranjit Shivram from ICICI Securities. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 138,
    "text": "Ranjit Shivram",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 139,
    "text": "Just a follow-up of that RP800 question, wanted to understand there were insistent floods in Kerala, so some portion of our business is happening out of Kerala also in that. So, did we face any challenges out there?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "insistent floods"
    ]
  },
  {
    "id": 140,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 141,
    "text": "So, we have this project called, RP stands for Raigarh-Pugalur, RP800. And thenthere is another line which is Pugalur-Trichur. So, what we are doing is we are executing the Raigarh to Pugalur line which is the larger side of the project, and there we are not affected by any of these events. And it is close to Coimbatore.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "side",
      "line",
      "ai",
      "project",
      "larger side"
    ]
  },
  {
    "id": 142,
    "text": "Moderator",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 143,
    "text": "We will take the last question that is from the line of Sujit Jain from ASK Investment Managers. Please go ahead.",
    "type": "paragraph",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 144,
    "text": "Sujit Jain",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 145,
    "text": "Sir, is there a one-off in the PG division revenues this time? Or expenses with which the EBIT margin is 12.4% EBITDA margin for the quarter?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "margin",
      "expenses",
      "revenues"
    ]
  },
  {
    "id": 146,
    "text": "T.K. Shridhar",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 147,
    "text": "It is more because of the revenue accretion which has happened, it is more of capacities and volume impact which is coming up over there. And export order is slightly higher than content as a normal thing. So, it is not a one off, it is a very planned execution which is taking place in PG.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "one",
      "place",
      "execution",
      "rm",
      "us",
      "content",
      "capacities",
      "impact",
      "exports",
      "revenues",
      "volume impact",
      "revenue accretion"
    ]
  },
  {
    "id": 148,
    "text": "Sujit Jain",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 149,
    "text": "And one last question is to Sanjeev, ABB ability when we book revenues, what proportion gets booked outside of ABB India?",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "proportion",
      "portion",
      "ia",
      "revenues"
    ]
  },
  {
    "id": 150,
    "text": "Sanjeev Sharma",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 151,
    "text": "Well, ABB India is one of the strongest units from 360-degree point of view when it comes to digital. I think that is perhaps the uniqueness of ABB India in the market, wherein our dependency outside India is pretty low. So, it is all about competence which we have developed over a period of time. When our customers are dealing with us they are dealing with us. So, all the revenue lines that run, typically they run through our books, barring maybe some of the software or maybe some licenses that we may have to import in. Barring that everything gets executed and booked here in India.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "strongest units"
    ]
  },
  {
    "id": 152,
    "text": "Sujit Jain",
    "type": "speaker",
    "topicExtraction": false,
    "pageNo": 17
  },
  {
    "id": 153,
    "text": "What would be the revenue for the group in India? And how much of that would be booked outside of ABB India in other unlisted ABB entities? You need not given us exact number, but some sense of it.",
    "type": "paragraph",
    "topicExtraction": true,
    "pageNo": 17,
    "topics": [
      "revenues"
    ]
  }
]
